<div class="flex flex-col gap-4 text-sm">
	<h2 class="text-center text-xl font-medium uppercase">Правила онлайн-лобби</h2>
	<p>
		Данные правила направлены на поддержание порядка и сохранение доброжелательной атмосферы в
		рамках нахождения в приложении онлайн-лобби. Незнание правил не освобождает вас от
		ответственности :)
	</p>

	<ol type="1" class="list-decimal pl-4 [&_li]:mb-4">
		<li>
			Запрещено хамское и провокационное поведение провокации конфликтов, прямые оскорбления
			участников онлайн- лобби и администраторов, призывы к травле, оскорбления на почве
			национальной принадлежности и религиозных взглядов. Администрация также просит не начинать
			обсуждение политики, поскольку "экосистема" онлайн-лобби это нейтральная территория, на
			которой люди отдыхают и играют в героев, а специфика данной темы зачастую не позволяет вести
			дискуссию сдержанно.
		</li>

		<li>Флуд (малосодержательные, засоряющие чат сообщения), мультипост.</li>

		<li>
			Запрещены рассылка рекламы в любой форме и распространение вредоносных ссылок. Реклама
			различных ресурсов, модов, турниров, каналов для видео и стримов в чате лобби доступна только
			после согласования с администрацией. Продвижение стримов и турниров в чате лобби по модам
			входящим в состав лобби не считается рекламой, как и одиночные сценарии и кампании)
		</li>

		<li>
			Запрещено использование ПО влияющего на функционал приложения онлайн-лобби и его серверов и
			сервисов. Запрещено каким либо образом искуствено создавать нагрузку на серверы онлайн-лобби.
		</li>

		<li>
			Запрещено нарушение правил в никнеймах. Запрещены никнеймы нарушающие каким либо образом
			правила п1. Запрещены никнеймы, которые можно расценить как рекламу и нарушение п3. Запрещены
			никнеймы, вводящие в заблуждение игроков онлайн-лобби (выдача себя за другое лицо -
			модераторов или администраторов онлайн-лобби, известных всем организаторов турниров и авторов
			модификаций и тд).
		</li>

		<li>
			Участие в игре с помощью инструмента "поиск игроков" обязует вас выполнять игровые правила,
			установленные администраторами выбранного мода (речь идёт о стандартных игровых правилах,
			которые являются эксклюзивными для каждого мода. Если в моде А принято играть без хит-рана,
			или в моде Б принято начинать битву на 3 день это является правилами мода по умолчанию и
			изменить данное правило на игру можно только при предварительном согласии обеих сторон в
			партии). Создание игровых правил берёт на себя НЕ администрация онлайн-лобби, а администратор
			модификации.
		</li>

		<li>
			При регистрации в турнир, который проводится с поддержкой онлайн-лобби, игрок обязуется
			следовать правилам турнира установленным организатором. В случае серьёзных нарушений в ходе
			турнира, на аккаунт нарушителя в онлайн- лобби могут быть наложены ограничения. Игроки,
			нарушившие правила онлайн-лобби во время участия в турнире, не имеют иммунитета и попадают под
			возможные ограничения по стандартным для всех правилам.
		</li>

		<li>
			Запрещена игра с читами в сетевой игре. Запрещена игра с файлами модифицирующими клиент (если
			таковые дают преимущества перед игроком-оппонентом) при игре по сети. Запрещена демонстрация
			читов и распространение информации о методах использования уязвимостей, в соло игре и игре по
			сети. Запрещены любые упоминания названий софта и модификаций, позволяющих использовать
			уязвимости игры. Запрещено продвижение любого контента об использовании уязвимостей игры.
			"Данный пункт правил применим к конкретному игроку, вне зависимости от того, на каком сервере
			и каком ресурсе человек демонстрировал и распространял подобную информацию. За использование
			читов и их популяризацию перманентный бан на сервере дискорда и в приложении онлайн лобби. За
			распространение и упоминание информации об уязвимостях временный бан на любое время по
			усмотрению администрации.
		</li>

		<li>
			Смурфинг запрещен, любые способы обхода бана в приложении лобби или на данном дискорд-сервере
			запрещены.
		</li>
	</ol>
</div>
